[
    {
        "id": "0",
        "name": "Informationsläckage",
        "time": "5",
        "imageUrl": "hackerMan.svg",
        "backgroundColor": "#E2E2E2",
        "foregroundLight": false,
        "ageGroup": {
            "threeToSix": true,
            "sevenToTen": true,
            "elevenToFourteen": true,
            "fifteenToSeventeen": true
        },
        "content": [
            {
                "title": "Vad är informationsläckage?",
                "text": "Informationsläckage är ett exempel där personlig eller känslig information hamnar i fel händer, oftast beroende på brist på säkerhet eller okunskap. Barnen är särskilt utsatta när de används tillsammans med internet, samtidigt som många föräldrar och lärare dåligt är förberedda att beskydda dem. Även om många föräldrar är medvetna om faror som online finns, använder bara hälften redskap som föräldrakontroller för att skydda sina barn."
            },
            {
                "text": "Skolor har en viktig funktion i att öka cybersäkerhetsmedvetenheten, men resurser och struktur för detta saknas vanligtvis. Utan rätt ledning riskerar barn att dela känslig information som kan utnyttjas av andra. Många barn utsätts för olämpligt innehåll eller kontakta med främlingar. Avgörande är det därför att vuxna tar ansvar för att bepröva barnens digitala trygghet."
            },
            {
                "imageWithText": {
                    "text": "När ditt barn skapar ett konto online ska inte din information hamna i fel händer. Det är lätt att den säljs vidare i ett paket med 10 000 andra på en marknadsplats i dark web.",
                    "image": "Frame25.png"
                }
            },
            {
                "subtitle": "Ta ansvar!",
                "text": "Använd aldrig samma lösenord för flera tjänster, eftersom ett stulet lösenord kan öppna många dörrar. Starka och unika lösenord, gärna lagrade i en lösenordshanterare, gör det enklare att hålla koll. Aktivera alltid tvåfaktorsautentisering för ett extra skyddslager. Använd föräldrakontroll för att begränsa barnens tillgång till olämpligt innehåll. På så sätt kan du minska risken för informationsläckage och skydda både dig och ditt barn."
            }
        ],
        "quiz": [
            {
                "quizQuestion": "Ditt Lösenord är just nu Äpple123. Du ska göra ett nytt lösenord. Vilket alternativ är säkrast?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Äpple321",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Päron987",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option3",
                        "option": "Äpple456",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Äpple123",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Päron987 är ett bra val, lätt att minnas men tillräckligt olikt det gamla lösenordet. Ett mer komplext lösenord, som J4gÄl5k:rHunDAr!?, hade varit säkrare, men är ofta svårare att komma ihåg. Det gäller att hitta en bra balans."
            },
            {
                "quizQuestion": "Vilken information får du ge ut till en främling online?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Mejladress",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Lösenord",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "Användarnamn",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option4",
                        "option": "Telefonnummer",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Användarnamnet är någonting som är offentligt och därigenom inte någonting som kan spåra dig (så vidare det inte består av personliga uppgifter). Du bör aldrig ge ut privat information till folk du inte känner."
            }
        ]
    },
    {
        "id": "1",
        "name": "Adblocker",
        "time": "3",
        "imageUrl": "adblocker.svg",
        "backgroundColor": "#A94545",
        "foregroundLight": true,
        "ageGroup": {
            "threeToSix": true,
            "sevenToTen": true,
            "elevenToFourteen": true,
            "fifteenToSeventeen": false
        },
        "content": [
            {
                "title": "Vad är en adblocker?",
                "text": "En adblocker är ett tillägg till webbläsaren som blockerar annonser och popups på webbsidor. Det skapar en lugnare och tryggare surfmiljö, särskilt för barn som annars lätt distraheras eller klickar på fel saker."
            },
            {
                "subtitle": "Varför behöver barn adblockers?",
                "text": "Barn är mer benägna att klicka på färgglada eller lockande annonser, vilket ibland leder till farliga eller olämpliga sidor. En del reklam innehåller till och med virus eller länkar till bedrägerier. Dessutom bidrar reklam till att spåra barnets internetvanor, vilket är ett integritetsproblem. Med en adblocker slipper barnet dessa risker och får en mer fokuserad och säker upplevelse online."
            },
            {
                "subtitle": "Så kan du som förälder skydda med adblockers",
                "text": "Installera en välkänd och pålitlig adblocker, som uBlock Origin eller AdGuard, på de enheter ditt barn använder. Förklara varför vissa sidor kan innehålla farliga länkar, och uppmuntra barnet att inte klicka på “för bra för att vara sant”-erbjudanden. Kombinera gärna med barnvänliga appar eller plattformar där reklaminnehållet redan är begränsat, som YouTube Kids."
            }
        ],
        "quiz": [
            {
                "quizQuestion": "Vad är huvudsyftet med en adblocker?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Göra sidor snabbare",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Blockera annonser och skydda mot skadligt innehåll",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option3",
                        "option": "Hindra barn från att använda internet",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Göra spelen bättre",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Adblockers stoppar reklam som kan vara störande eller farlig. De skyddar barn från att klicka på annonser som kan leda till virus eller olämpliga sidor."
            },
            {
                "quizQuestion": "Vilket av följande är en risk med reklam på nätet för barn?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "De får för många valmöjligheter",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "De kan se nyheter de inte är intresserade av",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "De kan klicka på farliga länkar",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option4",
                        "option": "De lär sig hantera pengar",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Barn kan råka klicka på annonser som leder till bedrägerier eller virus. Sådana klick kan ge skadlig kod till enheten eller stjäla personlig information."
            },
            {
                "quizQuestion": "Vad är en bra första åtgärd för att skydda ditt barn mot skadlig reklam?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Förbjuda surfning helt",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Installera en adblocker",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option3",
                        "option": "Låta barnet googla själv",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Lita på att barnet undviker farliga sidor",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Genom att använda en adblocker minskar du risken att barnet exponeras för olämplig eller skadlig reklam. Det ger en tryggare och lugnare surfupplevelse."
            }
        ]
    },
    {
        "id": "2",
        "name": "Algoritmfällor",
        "time": "4",
        "imageUrl": "rabbitHole.svg",
        "backgroundColor": "#468142",
        "foregroundLight": true,
        "ageGroup": {
            "threeToSix": false,
            "sevenToTen": true,
            "elevenToFourteen": true,
            "fifteenToSeventeen": true
        },
        "content": [
            {
                "title": "Vad är en algoritm - och vad är en algoritmfälla?",
                "text": "En algoritm styr vilket innehåll som visas på sociala medier, YouTube eller andra plattformar. Den lär sig vad användaren gillar och visar mer av samma sak. Det låter smart, men för barn kan det bli ett problem. När algoritmen bara visar liknande innehåll gång på gång kan det bli svårt att sluta titta, och variationen försvinner."
            },
            {
                "subtitle": "Hur påverkar algoritmer barn?",
                "text": "Barn riskerar att fastna i en digital bubbla där flödet aldrig tar slut. Det kan leda till ökad skärmtid, påverkan från olämpligt innehåll, och en minskad förmåga att hitta på annat. I vissa fall kan algoritmer också råka föreslå mer extremt innehåll, något som kan vara skrämmande eller förvirrande för ett barn."
            },
            {
                "subtitle": "Vad kan du som förälder göra?",
                "text": "Prata med ditt barn om hur appar fungerar och att innehållet inte visas slumpmässigt. Förklara att det är viktigt att ta pauser, tänka kritiskt och inte tro på allt man ser. Du kan också använda skärmtidsbegränsningar eller barnvänliga alternativ till appar som TikTok och Instagram. Ett bra samtal slår alltid en regel."
            }
        ],
        "quiz": [
            {
                "quizQuestion": "Vad gör en algoritm på sociala medier?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Väljer vilket innehåll som visas baserat på tidigare beteende",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option2",
                        "option": "Räknar matte i bakgrunden",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "Begränsar internetanvändning",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Skyddar mot virus",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Algoritmer analyserar vad barnet gillar och visar mer av liknande innehåll. Det gör att flödet anpassas för att få användaren att stanna kvar längre."
            },
            {
                "quizQuestion": "Vad är en risk med algoritmfällor för barn?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "De kan missa läxor",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "De får se för mycket varierat innehåll",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "De lär sig programmera",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "De fastnar i ett flöde med liknande material",
                        "correctAnswer": true
                    }
                ],
                "quizAnswer": "När algoritmer bara visar liknande innehåll kan barnet fastna i oändligt scrollande. Det kan påverka tiden barnet spenderar online och begränsa variationen i vad de ser."
            },
            {
                "quizQuestion": "Hur kan du som förälder hjälpa ditt barn att undvika algoritmfällor?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Installera fler appar",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Prata om hur algoritmer fungerar och uppmuntra pauser",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option3",
                        "option": "Blockera all skärmtid",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Göra kontot privat",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Genom att förklara hur algoritmer styr innehållet blir barnet mer medvetet om sina vanor. Pauser och variation i aktiviteter minskar risken att fastna i scrollandet."
            }
        ]
    },
    {
        "id": "3",
        "name": "Föräldrakontroll",
        "time": "5",
        "imageUrl": "parentalControl.svg",
        "backgroundColor": "#3D4B8F",
        "foregroundLight": true,
        "ageGroup": {
            "threeToSix": true,
            "sevenToTen": true,
            "elevenToFourteen": true,
            "fifteenToSeventeen": false
        },
        "content": [
            {
                "title": "Vad innebär föräldrakontroll?",
                "text": "Föräldrakontroll är en samling verktyg som hjälper dig att styra vad ditt barn har tillgång till online. Det kan handla om att godkänna appar, blockera vissa webbsidor eller sätta tidsgränser för skärmanvändning."
            },
            {
                "subtitle": "Varför är det viktigt med digitala gränser?",
                "text": "Barn är nyfikna och det är bra! Men på internet kan de snabbt hamna fel. Med föräldrakontroll kan du minska risken för att barnet utsätts för olämpligt innehåll, spenderar för mycket tid online eller kontaktas av främlingar. Det handlar inte om att övervaka varje steg, utan om att skapa en trygg ram för barnets digitala liv."
            },
            {
                "subtitle": "Så använder du föräldrakontroll på ett sunt sätt",
                "text": "Det finns inbyggda funktioner i både Apple- och Android-enheter, som Skärmtid eller Family Link. Använd dem som stöd, inte som straff. Berätta för barnet varför du sätter gränser och var öppen för dialog. Anpassa kontrollen efter barnets ålder och mognad. Ju äldre barnet är, desto mer delaktigt bör det vara i besluten."
            }
        ],"quiz": [
            {
                "quizQuestion": "Vad är huvudsyftet med föräldrakontroll?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Spionera på barnet",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Låsa telefonen helt",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "Minska internethastigheten",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Skapa regler för ett tryggare användande",
                        "correctAnswer": true
                    }
                ],
                "quizAnswer": "Föräldrakontroll hjälper dig att sätta gränser som skyddar barnet från olämpligt innehåll. Det handlar om att skapa en säker ram, inte om att spionera."
            },
            {
                "quizQuestion": "När är det bäst att börja använda föräldrakontroller?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Först vid tonåren",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "När barnet själv ber om det",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "Redan när barnet börjar använda en enhet",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option4",
                        "option": "Aldrig",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Det är smart att sätta upp kontroller tidigt för att hjälpa barnet att vänja sig vid digitala regler. Då kan du förebygga problem innan de uppstår."
            },
            {
                "quizQuestion": "Vad bör du kombinera tekniska kontroller med?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Belöningar",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Lösenord",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "Fysiska avstängningsknappar",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "En tydlig dialog med barnet",
                        "correctAnswer": true
                    }
                ],
                "quizAnswer": "Tekniska lösningar fungerar bäst tillsammans med öppen kommunikation. Genom att prata med barnet skapar du förståelse och samarbete kring reglerna."
            }
        ]
    },
    {
        "id": "4",
        "name": "Virusskydd",
        "time": "3",
        "imageUrl": "virus.svg",
        "backgroundColor": "#E8E0DE",
        "foregroundLight": false,
        "ageGroup": {
            "threeToSix": false,
            "sevenToTen": false,
            "elevenToFourteen": true,
            "fifteenToSeventeen": true
        },
        "content": [
            {
                "title": "Vad är ett virusskydd?",
                "text": "Virusskydd är ett program som skyddar datorer, surfplattor och mobiler från skadliga filer som virus, trojaner eller spionprogram. Det fungerar lite som ett digitalt immunförsvar, och är särskilt viktigt på enheter som barn använder själva."
            },
            {
                "subtitle": "Hur drabbas barn av virus?",
                "text": "Barn klickar ofta på länkar utan att tänka efter. Det kan vara falska nedladdningar av spel, “gratis” appar eller popups som lovar belöningar. Bakom dessa kan skadliga filer dölja sig och det kan leda till att enheten kraschar, att någon får tillgång till privata filer, eller att konton kapas."
            },
            {
                "subtitle": "Så skyddar du ditt barn med virusskydd",
                "text": "Se till att varje enhet barnet använder har ett uppdaterat virusskydd installerat. Det finns gratisalternativ, men betalda versioner erbjuder ofta bättre skydd. Lär också barnet att aldrig ladda ner något utan att fråga och att vara försiktig med länkar från okända avsändare. Att klicka kan vara farligare än man tror."
            }
        ],"quiz": [
            {
                "quizQuestion": "Vad gör ett virusskydd?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Låser telefonen",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Blockerar innehåll automatiskt",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "Skyddar enheten från skadliga filer och program",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option4",
                        "option": "Snabbar upp spel",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Virusskydd upptäcker och stoppar virus, trojaner och andra skadliga filer. Det fungerar som ett digitalt skydd för barnets enheter."
            },
            {
                "quizQuestion": "Hur kan barn råka få in virus?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": " Genom att klicka på okända länkar eller ladda ner appar",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option2",
                        "option": "Genom att scrolla länge",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "Genom att titta på videor",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Genom att använda hörlurar",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Virus sprids ofta via länkar eller appar som verkar lockande men är farliga. Barn kan klicka av misstag, därför behövs både skydd och kunskap."
            }
        ]
    },
    {
        "id": "5",
        "name": "Phishing",
        "time": "5",
        "imageUrl": "phishing.svg",
        "backgroundColor": "#1F2B51",
        "foregroundLight": true,
        "ageGroup": {
            "threeToSix": false,
            "sevenToTen": true,
            "elevenToFourteen": true,
            "fifteenToSeventeen": true
        },
        "content": [
            {
                "title": "Vad är phishing - och varför drabbar det barn",
                "text": "Phishing, eller nätfiske, är när någon försöker lura till sig personlig information genom att låtsas vara någon annan. Det kan handla om att en bedragare skickar ett mejl, ett SMS eller ett meddelande i en app där de påstår sig representera en spelplattform, ett företag eller till och med en kompis. Målet är att få barnet att klicka på en länk, skriva in sitt lösenord, eller lämna ut känslig information."
            },
            {
                "text": "För barn som rör sig i spelvärldar, på sociala medier eller i appar där man kommunicerar med andra, är risken större än man kanske tror. Många bedragare riktar sig just mot yngre användare eftersom de är mer lättlurade och mindre benägna att ifrågasätta det de ser."
            },
            {
                "subtitle": "Hur kan phishing se ut för barn?",
                "text": "Phishing riktat mot barn tar ofta formen av något lockande eller hotfullt. Det kan vara ett meddelande som säger att barnet vunnit något - till exempel spelvaluta, skins eller ett exklusivt erbjudande. Eller så kan det handla om att någon låtsas vara administratör och påstår att barnets konto håller på att raderas om de inte loggar in igen 'omedelbart'."
            },
            {
                "text": "Föräldrar märker ibland inte när något hänt, eftersom barn ofta inte vågar berätta. Kanske för att de skäms, är rädda för att bli av med mobilen, eller helt enkelt inte förstår vad de har varit med om. Därför är det viktigt att du som vuxen har koll - och vågar prata om det som känns svårt."
            },
            {
                "subtitle": "Vad behöver barn veta - och hur pratar man om det?",
                "text": "Du behöver inte vara tekniskt kunnig för att göra stor skillnad. Det räcker ofta med enkla samtal i vardagen. Berätta att riktiga företag aldrig ber om lösenord via chatt. Förklara att det är bättre att fråga en vuxen en gång för mycket än en gång för lite. Och framför allt - gör klart att det inte är barnets fel om de blir lurade."
            },
            {
                "text": "Ett bra sätt att börja samtalet är att visa ett misstänkt SMS eller mejl du själv fått. Fråga vad barnet tycker verkar märkligt. Ser webbadressen konstig ut? Är språket dåligt? Låter det för bra för att vara sant? På så sätt bygger du en vana hos barnet att vara uppmärksam och ifrågasätta."
            },
            {
                "subtitle": "Vad kan du som förälder göra direkt?",
                "text": "Det finns flera enkla saker du kan göra idag för att minska risken för att ditt barn utsätts för phishing. Börja med att slå på tvåstegsverifiering på barnets viktiga konton - det är ett extra skydd om någon försöker ta sig in. Gå också igenom vilka appar barnet använder, och se till att ni tillsammans förstår hur de fungerar."
            },
            {
                "text": "Men det viktigaste är kanske ändå relationen. Ett barn som känner att det är okej att komma till dig - även när något gått fel - har ett betydligt bättre skydd än vilket virusprogram som helst. Du är inte bara en förälder, du är också barnets bästa brandvägg."
            },
            {
                "subtitle": "Sammanfattning",
                "text": "Phishing är en av de vanligaste hoten på nätet, och barn är en särskilt utsatt grupp. Genom att prata öppet, visa intresse och ge barnet strategier för att känna igen bedrägeriförsök, bygger du ett skydd som räcker långt. Det behöver inte vara komplicerat - men det kräver att du vågar vara nyfiken på vad som händer bakom skärmen."
            }
        ],
        "quiz": [
            {
                "quizQuestion": "Vad är phishing?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Ett fiskespel online",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Ett försök att lura någon att lämna ut känslig information",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option3",
                        "option": "En sorts virus",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Ett sätt att spara filer",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Phishing är bedrägeri där någon försöker få ut lösenord eller pengar genom falska meddelanden. Det är viktigt att känna igen tecken på sådana attacker."
            },
            {
                "quizQuestion": "Vad är ett vanligt tecken på ett phishingförsök?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": "Felstavat mejl som ber dig klicka på en länk",
                        "correctAnswer": true
                    },
                    {
                        "quizId": "option2",
                        "option": "Ett spel som laddar långsamt",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "En app som inte startar",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "En ny uppdatering",
                        "correctAnswer": false
                    }
                ],
                "quizAnswer": "Phishingmejl innehåller ofta stavfel eller konstiga formuleringar och ber dig klicka på länkar. Det är ett varningstecken du ska vara uppmärksam på."
            },
            {
                "quizQuestion": "Vad bör barnet göra om det får ett misstänkt meddelande?",
                "quizOptions": [
                    {
                        "quizId": "option1",
                        "option": " Klicka direkt",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option2",
                        "option": "Ignorera det",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option3",
                        "option": "Skicka det vidare",
                        "correctAnswer": false
                    },
                    {
                        "quizId": "option4",
                        "option": "Visa det för en vuxen",
                        "correctAnswer": true
                    }
                ],
                "quizAnswer": "Om barnet visar misstänkta meddelanden för en vuxen kan ni tillsammans avgöra vad som är säkert. Det är viktigt att inte klicka på länkar eller svara själv."
            }
        ]
    }
]